alt-tab
antidote
bat
betterdisplay
bruno
btop
deezer
direnv
discord
fastfetch
firefox
firefox@developer-edition
fzf
git-delta
glow
hiddenbar
karabiner-elements
lazygit
linearmouse
lsd
luarocks
moar
neovim
node
oh-my-posh
orbstack
phpstorm
raycast
ripgrep
shottr
sketchybar
slack
symfony-cli
wezterm
yaak
yazi
zoxide
